Repository: dotnetstd/GlobalizationAndLocalization
Catalog: TodoApp/xlf/Resources.*.xlf
Languages: fa_ir

# AddItemButton
source: Add
fa_ir: اضافه کنید

# AddItemHeading
source: Add New Item
fa_ir: مورد جدیدی اضافه کنید

# AddItemLabel
source: Thing to do
fa_ir: من باید کاری انجام دهم

# AddItemPlaceholder
source: Buy eggs 🥚
fa_ir: تخم مرغ بخرید 🥚

# CompleteItemButton
source: Done
fa_ir: کامل

# CompleteItemLabel
source: Mark this item as done.
fa_ir: علامت گذاری این مورد کامل است.

# Copyright
source: © {0:yyyy} - {1}
fa_ir: © {0:yyyy} - سینجول ({1})

# DeleteItemButton
source: Delete
fa_ir: حذف کنید

# DeleteItemLabel
source: Delete this item from the list.
fa_ir: این مورد را از لیست حذف کنید.

# ErrorHeading
source: Error.
fa_ir: خطا

# ErrorRequestId
source: Request ID:
fa_ir: درخواست شناسه:

# ErrorSubheading
source: An error occurred while processing your request.
fa_ir: هنگام پردازش درخواست شما خطایی روی داد.

# ErrorTitle
source: Error
fa_ir: خطا

# ListColumn1
source: Item
fa_ir: 項目

# ListColumn2
source: Last Updated
fa_ir: بروزرسانی نهایی

# ListCompleted
source: Relax - You've done everything! 🌈
fa_ir: آرامش - شما همه کار را کردید! 🌈

# ListHeading
source: Things To Do
fa_ir: چه کاری باید انجام دهم

# ListSubheading
source: My List
fa_ir: لیست من

# ListTitle
source: My List
fa_ir: لیست من

# NavListText
source: My List
fa_ir: لیست من

# NavListTitle
source: My TODO List
fa_ir: لیست کارهای من

source: Switch Language
fa_ir: تغییر زبان

# ToggleNavigationAriaLabel
source: Toggle navigation
fa_ir: تغییر ناوبری
