Repository: dotnetstd/GlobalizationAndLocalization
Catalog: Internationalization/Resources/Views/Views.Home.Philosophy.*.resx
Languages: pt_pt

# ActiveApparel
source: H+ Sport ACTIVE Apparel
pt_pt: Fato ACTIVE do esporte de H +

source: Active Wear - Women
pt_pt: Active Wear- Mulheres

source: Blueberry
pt_pt: mirtilo

source: BUY NOW!
pt_pt: COMPRE AGORA!

source: COMPANY
pt_pt: EMPRESA

source: Contact
pt_pt: CONTATO

source: Creative Director
pt_pt: Director criativo

# DancePantsDescript
source: Whether dancing the samba, mastering a yoga pose, or scaling the climbing wall, our stretchy dance pants, made from 80% organic cotton and 20% Lycra, are the most versatile and comfortable workout pants you’ll ever have the pleasure of wearing.
pt_pt: Dançando o samba, dominando uma pose de yoga, ou subindo a parede de escalada, nossas calças de dança stretchy, feitas de 80% algodão orgânico e 20% Lycra, são as calças de treino mais versáteis e confortáveis que você vai ter o prazer de vestir.

# DirectorMarketing
source: Director of Marketing
pt_pt: Diretor de Marketing

# DirectorProdDev
source: Director of Product Development
pt_pt: Diretor de desenvolvimento de produto

# DirectorSales
source: Director of Sales
pt_pt: Diretor de vendas

# Discloser
source: This is a fictitious company created by LinkedIn Corporation, or its affiliates, solely for the creation and development of educational training materials. Any resemblance to real products or services is purely coincidental. Information provided about the products or services is also fictitious and should not be construed as representative of actual products or services on the market in a similar product or service category.
pt_pt: Esta é uma empresa fictícia criada pela LinkedIn Corporation, ou suas afiliadas, exclusivamente para a criação e desenvolvimento de materiais de treinamento educacional. Qualquer semelhança com produtos ou serviços reais é pura coincidência. As informações fornecidas sobre os produtos ou serviços também são fictícias e não devem ser interpretadas como representativas de produtos ou serviços reais no mercado em qualquer categoria de produto ou serviço similar.

# HenryTwillBio
source: Henry Twill, founder and CEO of H+ Sport, teams up with celebrity nutritionist Jill Bayner, CNS, to bring you recipes and tips designed to maximize your athletic performance, while minimizing your time in the kitchen. Chock full of flavorful and healthy recipes, this essential recipe collection promises to be a hit, with athletes and non-athletes, alike.
pt_pt: Henry Twill, fundador e CEO da H + Sport, se junta à celebridade nutricionista Jill Bayner, CNS, para lhe trazer receitas e dicas projetadas para maximizar seu desempenho atlético, minimizando seu tempo na cozinha. Repleto de receitas saborosas e saudáveis, esta coleção de receitas essenciais promete ser um sucesso com atletas e não-atletas igualmente.

source: HISTORY
pt_pt: HISTORIA

# HistoryText
source: <p>In 2006, H+ Sport founder Henry Twill set out to create supplements and nutritional products made from the purest ingredients and backed by scientific and performance data – to provide a strong basis of trust and accountability. His quest began while training for his first 5K marathon, after recovering from a lengthy injury that left him with residual aches, pains, and decreased athletic performance. He was disheartened by the vast array of supplements and nutritional products on the market that subsisted of lofty claims, and little proof of those claims. He yearned for simple and natural ingredients, in their purest form, instead of labels with lengthy chemical names and disclaimers. He also cared immensely for the environment, and wanted to find products that were responsibly sourced. When no products lived up to his strict requirements, Henry set his sights on creating products that catered to his own vision.</p> <p>Today that vision has become H+ Sport…offering a variety of supplements, energy bars, rehydration solutions, and active wear that complement active lifestyles. At the foundation of H+ Sports are products backed by scientific and performance data, that have been created using natural and renewable resources.</p> <p>H+ Sport is dedicated to creating eco-friendly, high-quality, nutrient-rich, nutritional products that enhance active lifestyles. In addition, our H+ Sport Active clothing line is made to be functional, stylish, comfortable, and durable, using all natural and organic fibers.</p>
pt_pt: In 2006, H+ Sport founder Henry Twill set out to create supplements and nutritional products made from the purest ingredients and backed by scientific and performance data – to provide a strong basis of trust and accountability. His quest began while training for his first 5K marathon, after recovering from a lengthy injury that left him with residual aches, pains, and decreased athletic performance. He was disheartened by the vast array of supplements and nutritional products on the market that subsisted of lofty claims, and little proof of those claims. He yearned for simple and natural ingredients, in their purest form, instead of labels with lengthy chemical names and disclaimers. He also cared immensely for the environment, and wanted to find products that were responsibly sourced. When no products lived up to his strict requirements, Henry set his sights on creating products that catered to his own vision. Today that vision has become H+ Sport…offering a variety of supplements, energy bars, rehydration solutions, and active wear that complement active lifestyles. At the foundation of H+ Sports are products backed by scientific and performance data, that have been created using natural and renewable resources. H+ Sport is dedicated to creating eco-friendly, high-quality, nutrient-rich, nutritional products that enhance active lifestyles. In addition, our H+ Sport Active clothing line is made to be functional, stylish, comfortable, and durable, using all natural and organic fibers.

source: HOME
pt_pt: CASA

# Jacket
source: Slicker Jacket
pt_pt: Jaqueta vigarista

# JacketDescript
source: Wind and rain are no match for our organic bamboo slicker jacket for men and women. Triple stitched seams, zippered pockets, and a stay-tight hood are just a few features of our best-selling jacket.
pt_pt: Vento e chuva não são páreo para nossa jaqueta vigarista de bambu orgânico para homens e mulheres. Triplo costuradas costuras, bolsos com zíper e capuz estadia-apertado são apenas algumas características da nossa jaqueta mais vendido.

# Jeans
source: Grunge Skater Jeans
pt_pt: Grunge skatista Jeans

# JeansDescript
source: Our boy-cut jeans are for men and women who appreciate that skate park fashions aren’t just for skaters. Made from the softest and most flexible organic cotton denim.
pt_pt: Nossos menino calça jeans são para homens e mulheres que apreciam que o skate parque modas não são apenas para skatistas. Feito com o algodão orgânico mais macia e mais flexível.

source: Lemon Lime
pt_pt: limão limão

source: LOG IN
pt_pt: INICIAR SESSÃO

# MineralWater
source: H+ Sport Mineral Water
pt_pt: H + Água mineral para esportes

# MineralWaterFlavors
source: Strawberry, Raspberry, Peach, Orange, Lemon Lime, Blueberry
pt_pt: Morango, framboesa, pêssego, laranja, limão limão, mirtilo

# MineralWaterFlavorsText
source: In six deliciously natural flavors
pt_pt: Em seis sabores deliciosamente naturais

# MineralWaterNoText
source: <p>NO artificial flavors, colors, or preservatives</p> <p>NO sugar </p> <p>NO salt </p> <p>NO soy </p> <p>NO dairy </p> <p>NO gluten </p> <p>NO yeast</p>
pt_pt: SEM sabores artificiais, cores ou conservantes SEM açúcar SEM sal SEM soja SEM leite SEM glúten SEM fermento

# MineralWaterText
source: Natural rehydration. Everything you need, nothing you don’t. An 8-ounce serving fulfills a day’s nutritional requirement for over 12 vitamins and minerals.
pt_pt: Reidratação natural. Tudo que você precisa, sem o que não precisa. Uma porção de 240 ml satisfaz a exigência nutricional de um dia com mais de 12 vitaminas e minerais.

# MineralWaterText2
source: H+ Sport Mineral Water starts with the purest, cleanest artesian mineral water from natural springs in North America. From there, we add our patented H+ Sport Multi-Vitamin Powder, and natural fruit extract, to give our Mineral Water its signature flavor.
pt_pt: H + Sport A água mineral começa com a água mineral artesanal mais limpa e pura de fontes naturais da América do Norte. A partir daí, adicionamos o nosso patenteado H + Sport Multi-Vitamina Pó e extrato de fruta natural, para dar a nossa Água Mineral seu sabor característico.

# MineralWaterYouGet
source: With H+ Sport Mineral Water you'll get:
pt_pt: Com H + Sport Água Mineral você terá:

source: Orange
pt_pt: laranja

source: Peach
pt_pt: pêssego

source: Perform in comfort
pt_pt: Realize com conforto

source: PHILOSOPHY
pt_pt: FILOSOFIA

# PhilosophyText
source: <p>We’re committed to creating products that defy convention, and inspire our customers with pride and trust. In fact, we guarantee every product we sell. If you’re not 100 percent happy with your purchase, you can return it during the first 60 days, no questions asked.</p> <p>We believe in providing all the information you need to make an informed decision on every purchase. As a result, we strive to make our materials, processing, and manufacturing data as accessible as possible. Our website at www.hplussport.com has all our nutritional facts and garment information available. We want to assure that you always have access to the information and support you need.</p> <p>We strongly feel that transparent business practices are necessary for keeping our company honest and committed to our values, ideals, and customers. In support of this, you can find information on our company standards, employee guide, materials sourcing, manufacturing contracts, and much more on our website. You deserve to know how we create products for you, as well as our work philosophy in getting it done.</p> <p>Philanthropy is extremely important to us. In fact, each employee volunteers for organization of his or her choice, on the clock, for two hours each week. We know that doing good, breeds more doing good, and we’re happy to promote a cycle of volunteerism that just keeps on giving.</p>
pt_pt: Estamos comprometidos com a criação de produtos que desafiam a convenção e inspirem nossos clientes com orgulho e confiança. Na verdade, nós garantimos todos os produtos que vendemos. Se você não está 100% satisfeito com sua compra, você pode devolvê-la em 60 dias, sem perguntas. Acreditamos em fornecer todas as informações que você precisa para tomar uma decisão informada sobre cada compra. Como resultado, nós nos esforçamos para tornar os nossos materiais, processamento e fabricação de dados tão acessível quanto possível. Nosso site www.hplussport.com tem todas as informações nutricionais e do vestuário disponíveis. Queremos garantir que você sempre tenha acesso às informações e ao suporte que precisa. Acreditamos fortemente que as práticas comerciais transparentes são necessárias para manter nossa empresa honesta e comprometida com nossos valores, ideais e clientes. Em apoio a isso, você pode encontrar informações sobre os padrões da empresa, o guia de funcionários, materiais de terceirização, contratos de fabricação, e muito mais no nosso site. Você merece saber como criamos produtos para você, bem como nossa filosofia de trabalho em fazê-lo. A filantropia é extremamente importante para nós. Na verdade, cada funcionário ofereceu seu serviço para a organização de sua escolha, por duas horas por semana. Sabemos que fazer o bem, promove um ciclo de voluntariado que apenas continua a dar.

source: PRODUCTS
pt_pt: PRODUTOS

# ProductText
source: We’re committed to creating products that defy convention and inspire our customers with pride and trust.
pt_pt: Estamos empenhados em criar produtos que desafiam a convenção e inspirem os nossos clientes com orgulho e confiança.

source: Raspberry
pt_pt: framboesa

source: Rebuild and nourish
pt_pt: Reconstruir e nutrir

source: REGISTER
pt_pt: REGISTRE-SE

source: Rehydrate and refresh
pt_pt: Reidratar e refrescar

source: Send
pt_pt: ENVIAR

source: SHOP
pt_pt: FAZER COMPRAS

source: Strawberry
pt_pt: Morango

# Supplements
source: H+ Sport POWER Supplements
pt_pt: H + Sport POWER Suplementos

# TankTopDescript
source: This versatile tank can be worn in the gym, under a blazer, or for a day out in the sun. Made from our patented organic bamboo and cotton mix, our ultra-soft tank never stops feeling soft, even when you forget the fabric softener.
pt_pt: Esse Tank Top versátil pode ser usado no ginásio, com um blazer, ou para um dia de sol. Feito com nosso bambu orgânico patenteado e mix de algodão, nosso Tank Top ultra-suave nunca perde a maciez, mesmo quando você esquece o amaciante.

source: TEAM
pt_pt: EQUIPE

# TrainingTankDescript
source: Our cross-back training tank is made from organic cotton with 10% Lycra for form and support, and a flattering feminine cut.
pt_pt: Nosso Training Tank cross-back é feito de algodão orgânico e 10% de Lycra para melhor forma e suporte, e um corte feminino lisonjeador.

# Vest
source: Unisex Thermal Vest
pt_pt: Colete térmico unisex

# VestDescript
source: Our thermal vest, made from organic bamboo with recycled plastic down filling, is a favorite of both men and women. You’ll help the environment, and have a wear-easy piece for many occasions.
pt_pt: Notre gilet thermique, fait de bambou bio avec du plastique recyclé duvet, est un favori des hommes et des femmes. Vous aider l’environnement et avoir une pièce d’usure-facile pour de nombreuses occasions.

# YourEmail
source: Your Email (required)
pt_pt: Seu e-mail (obrigatório)

source: Your Message
pt_pt: Sua mensagem

# YourName
source: Your Name (required)
pt_pt: Seu nome (obrigatório)

# YourPhone
source: Your Phone Number
pt_pt: Seu número de telefone
